{
    "options": "opciones",
    "Host": "Anfitrión",
    "IP address or FQDN from the device": "Dirección IP o FQDN del dispositivo",
    "Port": "Port",
    "TCP port (default: 4352, some older devices have: 10000)": "Port TCP (predeterminado: 4352, algunos dispositivos más antiguos tienen: 10000)",
    "Password": "Clave",
    "maximum 32 ASCII Characters (could be left empty if projector security is set to OFF)": "máximo 32 caracteres ASCII (puede dejarse vacío si la seguridad del proyector está desactivada)",
    "Class": "Clase",
    "select the maximum supported class from the projector": "seleccione la clase máxima admitida del proyector",
    "Socket timeout": "tiempo de espera del zócalo",
    "sets the socket to timeout after timeout milliseconds of inactivity on the socket. Default: 800": "Establece el socket en tiempo de espera después de los milisegundos de tiempo de espera de inactividad en el socket. Predeterminado: 800",
    "Status poll interval": "Intervalo de sondeo de estado",
    "interval to refresh the status (power, e.g. input switch and mute)": "intervalo para actualizar el estado (encendido, por ejemplo, interruptor de entrada y silencio). Predeterminado: 2000 ms (2 segundos)",
    "Information poll interval": "Intervalo de encuesta de información",
    "interval to refresh the whole projector status, default 60000 ms (1 minute)": "intervalo para actualizar todo el estado del proyector, predeterminado 60000 ms (1 minuto))",
    "Reconnect timeout": "tiempo de espera de reconexión",
    "time to recheck the projector connection after a connection failure. Default: 10000 ms (10 Seconds)": "tiempo para volver a comprobar la conexión del proyector después de un fallo de conexión. Predeterminado: 10000 ms (10 segundos)",
    "extended": "extendido",
    "Select the type of query for all information types and choose whether power state must be in state Power-on prior to that query": "Seleccione el tipo de consulta para todos los tipos de información y elija si el estado de encendido debe estar en el estado Encendido antes de esa consulta. Si la consulta es solo durante el inicio y el estado de energía debe estar en el estado Encendido, la consulta se ejecutará la primera vez que se encienda, solo una vez después de que se haya reiniciado el adaptador.",
    "Power state must be ON to query": "El estado de energía debe estar ENCENDIDO para consultar",
    "Class information query (CLSS)": "Consulta de información de clase (CLSS)",
    "Power status query (PWR)": "Consulta de estado de energía (PWR)",
    "Input switch query (INPT)": "Consulta de cambio de entrada (INPT)",
    "Mute status query (AVMT)": "Consulta de estado de silencio (AVMT)",
    "Error status query (ERST)": "Consulta de estado de error (ERST)",
    "Lamp number/ lighting hour query (LAMP)": "Consulta de número de lámpara/hora de iluminación (LAMP)",
    "Input toggling list query (INST)": "Consulta de lista de alternancia de entrada (INST)",
    "Projector name query (NAME)": "Consulta de nombre de proyector (NOMBRE)",
    "Manufacture name information query (INF1)": "Consulta de información de nombre de fabricación (INF1)",
    "Product name information query (INF2)": "Consulta de información del nombre del producto (INF2)",
    "Other information query (INFO)": "Consulta de otra información (INFO)",
    "inputs": "personalizar entradas",
    "Optionally customize your signal inputs and transfer this to the object (pjlink.x.input)": "Opcionalmente, personalice sus entradas de señal y transfiéralas al objeto (pjlink.x.input), de modo que tenga una validación en la base de datos de objetos y tenga un menú desplegable para seleccionar su entrada",
    "Get the actual input configuration from the projector and transfer this object to the inputInfo to customize the inputs": "Obtenga la configuración de entrada real del proyector y transfiera este objeto a inputInfo para personalizar las entradas",
    "Overwrite the existing inputInfo configuration": "¿Sobrescribir la configuración inputInfo existente? ¡Debes salir y volver a ingresar al diálogo de configuración de la instancia!",
    "Set the instance input object to fit the upper edited inputs": "Configure el objeto de entrada de la instancia para que se ajuste a las entradas editadas superiores",
    "Set the instance input object to default": "Establecer el objeto de entrada de la instancia como predeterminado",
    "Overwrite the existing input configuration": "¿Sobrescribir la configuración de entrada existente?",
    "Overwrite the existing input configuration with restart": "¿Sobrescribir la configuración de entrada existente? ¡No olvide reiniciar la instancia después de guardar para volver a cargar el objeto de configuración en la instancia!"
}
