{
    "lblOptions": "opción",
    "lblHost": "Anfitrión",
    "hlpHost": "Dirección IP o FQDN del dispositivo",
    "lblPort": "TCP-Port",
    "hlpPort": "TCP-Port (predeterminado: 4352, algunos dispositivos más antiguos usan: 10000)",
    "lblPassword": "Contraseña",
    "hlpPassword": "máximo 32 caracteres ASCII (se puede dejar vacío si la seguridad del proyector está desactivada)",
    "lblClass": "Clase",
    "hlpClass": "Seleccione la clase máxima compatible del proyector",
    "lblSocketTimeout": "Tiempo de espera del socket",
    "hlpSocketTimeout": "Establece el enchufe en el tiempo de espera después de un tiempo de espera de milisegundos de inactividad. Valor predeterminado: 800",
    "lblReconnectDelay": "Vuelva a conectar el tiempo de espera",
    "hlpReconnectDelay": "Es hora de volver a verificar la conexión del proyector después de una falla de conexión. Valor predeterminado: 10000 ms (10 segundos)",
    "lblStatusDelay": "Intervalo de votación de estado",
    "hlpStatusDelay": "intervalo para actualizar el estado (potencia, por ejemplo, interruptor de entrada y silencio). Valor predeterminado: 2000 ms (2 segundos)",
    "lblInformationDelay": "Intervalo de encuesta de información",
    "hlpInformationDelay": "intervalo para actualizar todo el estado del proyector, predeterminado 60000 ms (1 minuto))",
    "ttpInformationDelay": "tiene que ser un múltiplo del intervalo de encuesta de estado",
    "lblSkippedCyclesAfterPowerOn": "Número de ciclos cortos omitidos después del evento en el evento",
    "hlpSkippedCyclesAfterPowerOn": "Establezca el número de ciclos cortos omitidos, principalmente consultas de potencia, después de la alimentación del evento, predeterminado 5 (con 2000 ms StatusDelay corresponde al tiempo de no garantía 10S)",
    "lblExtended": "extendido",
    "lblQueryType": "Seleccione el tipo de consulta para todos los tipos de información y elija si el estado de energía debe estar en estado de encendido antes de esa consulta. Si la consulta solo está en el inicio y el estado de poder debe estar en estado de marcha, entonces la consulta se ejecutará en la primera potencia, solo una vez después de que se haya reiniciado el adaptador",
    "lblQueryOnlyPwrOn": "El estado de poder debe estar en consulta",
    "lblNever": "Nunca",
    "lblOnlyOnStartup": "Solo en el inicio del adaptador",
    "lblOnStatusPoll": "En el intervalo de encuesta de estado",
    "lblOnInformationPoll": "En el intervalo de encuesta de información",
    "lblQueryTypeCLSS": "Consulta de información de clase (CLSS)",
    "lblQueryTypePWR": "Consulta de estado de potencia (PWR)",
    "lblQueryTypeINPT": "Consulta del interruptor de entrada (INPT)",
    "lblQueryTypeAVMT": "Consulta de estado mute (AVMT)",
    "lblQueryTypeERST": "Consulta de estado de error (EST)",
    "lblQueryTypeLAMP": "Número de lámpara/ consulta de la hora de iluminación (lámpara)",
    "lblQueryTypeINST": "Consulta de la lista de alternativa de entrada (Inst)",
    "lblQueryTypeNAME": "Consulta de nombre del proyector (nombre)",
    "lblQueryTypeINF1": "Consulta de información del nombre del fabricante (INF1)",
    "lblQueryTypeINF2": "Consulta de información del nombre del producto (INF2)",
    "lblQueryTypeINFO": "Otra consulta de información (información)",
    "lblInputs": "Personalizar entradas",
    "lblCustomizeInputs": "Opcionalmente: personalice sus entradas de señal y transfiera esto al objeto (pjlink.x.input), para que tenga una validación en la base de datos de objetos y un menú desplegable para seleccionar su entrada",
    "lblUpdateInputInfo": "Obtenga la configuración de entrada actual del proyector y transfiera este objeto al InputInfo para personalizar las entradas",
    "wrnOverwriteInputInfo": "¿Sobrescribir la configuración de InputInfo existente? ¡Debe dejar y volver a ingresar el cuadro de diálogo de configuración de la instancia!",
    "lblSetInstanceInput": "Establezca el objeto de entrada de instancia para que se ajuste a las entradas editadas",
    "wrnSetInstanceInput": "Sobrescribir la configuración de entrada existente? ¡No olvide reiniciar la instancia después de guardar para recargar el objeto de configuración a la instancia!",
    "lblResetInstanceInput": "Establezca el objeto de entrada de instancia al valor predeterminado",
    "wrnResetInstanceInput": "Sobrescribir la configuración de entrada existente?",
    "lblStartPingAfterNumFailures": "Comience a hacer ping el dispositivo después de este número de intentos de conexión fallidos",
    "hlpStartPingAfterNumFailures": "0 para deshabilitar la función. Asegúrese de que se pueda llegar al dispositivo a través de ICMP Echo",
    "lblReconnectAfterNumPings": "Comience a volver a conectarse después de este número de pings recibidos",
    "hlpReconnectAfterNumPings": ""
}
