{
    "options": "opties",
    "Host": "Gastheer",
    "IP address or FQDN from the device": "IP-adres of FQDN van het apparaat",
    "Port": "Port",
    "TCP port (default: 4352, some older devices have: 10000)": "TCP-poort (standaard: 4352, sommige oudere apparaten hebben: 10000)",
    "Password": "Wachtwoord",
    "maximum 32 ASCII Characters (could be left empty if projector security is set to OFF)": "maximaal 32 ASCII-tekens (kan leeg worden gelaten als projectorbeveiliging is ingesteld op UIT)",
    "Class": "Klas",
    "select the maximum supported class from the projector": "selecteer de maximaal ondersteunde klasse van de projector",
    "Socket timeout": "socket time-out",
    "sets the socket to timeout after timeout milliseconds of inactivity on the socket. Default: 800": "Stelt de socket in op een time-out na een time-out van milliseconden inactiviteit op de socket. Standaard: 800",
    "Status poll interval": "Status poll-interval",
    "interval to refresh the status (power, e.g. input switch and mute)": "interval om de status te verversen (voeding, bijv. ingangsschakelaar en dempen). Standaard: 2000 ms (2 seconden)",
    "Information poll interval": "Interval informatiepeiling",
    "interval to refresh the whole projector status, default 60000 ms (1 minute)": "interval om de hele projectorstatus te verversen, standaard 60000 ms (1 minuut))",
    "Reconnect timeout": "time-out opnieuw verbinden",
    "time to recheck the projector connection after a connection failure. Default: 10000 ms (10 Seconds)": "tijd om de projectorverbinding opnieuw te controleren na een verbindingsfout. Standaard: 10000 ms (10 seconden)",
    "extended": "verlengd",
    "Select the type of query for all information types and choose whether power state must be in state Power-on prior to that query": "Selecteer het type query voor alle informatietypen en kies of de energiestatus voorafgaand aan die query de status Power-on moet hebben. Als de query alleen bij het opstarten is en de energiestatus moet de status Power-on hebben, wordt de query uitgevoerd bij de eerste keer inschakelen, slechts één keer nadat de adapter opnieuw is opgestart",
    "Power state must be ON to query": "De energiestatus moet AAN zijn om te kunnen opvragen",
    "Class information query (CLSS)": "Vraag naar klasse-informatie (CLSS)",
    "Power status query (PWR)": "Vermogensstatus opvragen (PWR)",
    "Input switch query (INPT)": "Opvraag ingangsschakelaar (INPT)",
    "Mute status query (AVMT)": "Mute status opvragen (AVMT)",
    "Error status query (ERST)": "Foutstatus opvragen (ERST)",
    "Lamp number/ lighting hour query (LAMP)": "Opvragen lampnummer/lichturen (LAMP)",
    "Input toggling list query (INST)": "Invoer wissellijstquery (INST)",
    "Projector name query (NAME)": "Opvragen projectornaam (NAME)",
    "Manufacture name information query (INF1)": "Informatieverzoek fabrikantnaam (INF1)",
    "Product name information query (INF2)": "Informatieverzoek productnaam (INF2)",
    "Other information query (INFO)": "Vraag naar andere informatie (INFO)",
    "inputs": "invoer aanpassen",
    "Optionally customize your signal inputs and transfer this to the object (pjlink.x.input)": "Pas optioneel uw signaalingangen aan en breng deze over naar het object (pjlink.x.input), zodat u een validatie heeft in de objectdatabase en een vervolgkeuzemenu hebt om uw ingang te selecteren",
    "Get the actual input configuration from the projector and transfer this object to the inputInfo to customize the inputs": "Haal de daadwerkelijke invoerconfiguratie op van de projector en breng dit object over naar inputInfo om de invoer aan te passen",
    "Overwrite the existing inputInfo configuration": "Overschrijf de bestaande inputInfo-configuratie? U moet de instantieconfiguratiedialoog verlaten en opnieuw openen!",
    "Set the instance input object to fit the upper edited inputs": "Stel het instantie-invoerobject in zodat het past bij de bovenste bewerkte invoer",
    "Set the instance input object to default": "Stel het instantie-invoerobject in op standaard",
    "Overwrite the existing input configuration": "De bestaande ingangsconfiguratie overschrijven?",
    "Overwrite the existing input configuration with restart": "De bestaande ingangsconfiguratie overschrijven? Vergeet niet de instantie opnieuw op te starten na het opslaan om het configuratieobject opnieuw naar de instantie te laden!",
    "Number of skipped short cycles after power ON event": "Aantal overgeslagen korte cycli na stroom AAN-gebeurtenis",
    "Set the number of skipped short cycles, mainly power queries, after power ON event, default 5 (with 2000 ms statusDelay corresponds to 10s non-guarantee time)": "Stel het aantal overgeslagen korte cycli in, voornamelijk stroomvragen, na stroom AAN-gebeurtenis, standaard 5 (met 2000 ms statusDelay komt overeen met 10s niet-gegarandeerde tijd)"
}
