{
    "lblOptions": "opties",
    "lblHost": "Host",
    "hlpHost": "IP-adres of FQDN van het apparaat",
    "lblPort": "TCP-poort",
    "hlpPort": "TCP-Port (standaard: 4352, sommige oudere apparaten gebruiken: 10000)",
    "lblPassword": "Wachtwoord",
    "hlpPassword": "Maximaal 32 ASCII -tekens (kan leeg worden gelaten als de projectorbeveiliging is ingesteld op UIT)",
    "lblClass": "Klas",
    "hlpClass": "Selecteer de maximale ondersteunde klasse van de projector",
    "lblSocketTimeout": "Timeout voor socket",
    "hlpSocketTimeout": "Stelt de socket in op time -out na time -out milliseconden van inactiviteit. Standaard: 800",
    "lblReconnectDelay": "Sluit de time -out opnieuw aan",
    "hlpReconnectDelay": "Tijd om de projectorverbinding opnieuw te controleren na een verbindingsfout. Standaard: 10000 ms (10 seconden)",
    "lblStatusDelay": "Status -poll -interval",
    "hlpStatusDelay": "Interval om de status te vernieuwen (vermogen, bijv. Inputschakelaar en stomme). Standaard: 2000 ms (2 seconden)",
    "lblInformationDelay": "Informatiepeilingsinterval",
    "hlpInformationDelay": "Interval om de hele projectorstatus te vernieuwen, standaard 60000 ms (1 minuut))",
    "ttpInformationDelay": "moet een veelvoud zijn van het status -peilingsinterval",
    "lblSkippedCyclesAfterPowerOn": "Aantal overgeslagen korte cycli na Power on Event",
    "hlpSkippedCyclesAfterPowerOn": "Stel het aantal overgeslagen korte cycli in, voornamelijk stroomquery's, na Power on Event, standaard 5 (met 2000 ms StatusDelay komt overeen met 10s niet-garantie tijd)",
    "lblExtended": "verlengd",
    "lblQueryType": "Selecteer het type query voor alle informatietypen en kies of de stroomstatus voorafgaand aan die vraag in staat moet zijn. Als de query alleen bij het opstarten staat en de stroomstatus in staatspositie moet zijn, wordt de query op de eerste stroom uitgevoerd, slechts één keer nadat de adapter opnieuw is opgestart",
    "lblQueryOnlyPwrOn": "De machtstoestand moet op zoek gaan naar",
    "lblNever": "Nooit",
    "lblOnlyOnStartup": "Alleen bij het opstarten van de adapter",
    "lblOnStatusPoll": "Op status peiling interval",
    "lblOnInformationPoll": "Op informatie -peiling interval",
    "lblQueryTypeCLSS": "Class Information Query (CLSS)",
    "lblQueryTypePWR": "Power Status Query (PWR)",
    "lblQueryTypeINPT": "Input Switch Query (Inpt)",
    "lblQueryTypeAVMT": "Mute Status Query (AVMT)",
    "lblQueryTypeERST": "Foutstatusquery (Erst)",
    "lblQueryTypeLAMP": "Lampnummer/ verlichtingsuurquery (lamp)",
    "lblQueryTypeINST": "Input -schakellijstquery (Inst)",
    "lblQueryTypeNAME": "Projector Name Query (naam)",
    "lblQueryTypeINF1": "Fabrikant Naam Informatie Query (INF1)",
    "lblQueryTypeINF2": "Productnaam Informatiequery (INF2)",
    "lblQueryTypeINFO": "Andere informatiequery (info)",
    "lblInputs": "Plaats ingangen aan",
    "lblCustomizeInputs": "Optioneel: pas uw signaalingangen aan en breng deze over naar het object (pjlink.x.input), zodat u een validatie in de objectdatabase en een vervolgkeuzemenu hebt om uw invoer te selecteren",
    "lblUpdateInputInfo": "Ontvang de huidige invoerconfiguratie van de projector en breng dit object over naar de inputinfo om de ingangen aan te passen",
    "wrnOverwriteInputInfo": "De bestaande inputinfo -configuratie overschrijven? U moet het dialoogvenster Configuratie van instanties verlaten en opnieuw invoeren!",
    "lblSetInstanceInput": "Stel het instantie -invoerobject in om de bewerkte ingangen te passen",
    "wrnSetInstanceInput": "De bestaande invoerconfiguratie overschrijven? Vergeet niet het exemplaar opnieuw te starten na het opslaan om het configuratieobject opnieuw te laden naar het exemplaar!",
    "lblResetInstanceInput": "Stel het instantie -invoerobject in op standaard",
    "wrnResetInstanceInput": "De bestaande invoerconfiguratie overschrijven?",
    "lblStartPingAfterNumFailures": "Begin met het pingen van het apparaat na dit aantal mislukte verbindingspogingen",
    "hlpStartPingAfterNumFailures": "0 Om de functie uit te schakelen. Zorg ervoor dat het apparaat kan worden bereikt via ICMP Echo",
    "lblReconnectAfterNumPings": "Begin opnieuw verbinding te maken na dit aantal ontvangen pings",
    "hlpReconnectAfterNumPings": ""
}
