{
    "options": "Optionen",
    "Host": "Host",
    "IP address or FQDN from the device": "IP-Adresse oder FQDN vom Gerät",
    "Port": "Port",
    "TCP port (default: 4352, some older devices have: 10000)": "TCP-Port (Standard: 4352, einige ältere Geräte haben: 10000)",
    "Password": "Passwort",
    "maximum 32 ASCII Characters (could be left empty if projector security is set to OFF)": "maximal 32 ASCII-Zeichen (können leer gelassen werden, wenn die Projektorsicherheit auf AUS eingestellt ist)",
    "Class": "Klasse",
    "select the maximum supported class from the projector": "Wählen Sie die maximal unterstützte Klasse des Projektors aus",
    "Socket timeout": "Socket-Timeout",
    "sets the socket to timeout after timeout milliseconds of inactivity on the socket. Default: 800": "Setzt den Socket auf Timeout nach Timeout-Millisekunden der Inaktivität auf dem Socket. Standard: 800",
    "Status poll interval": "Statusabfrageintervall",
    "interval to refresh the status (power, e.g. input switch and mute)": "Intervall zum Aktualisieren des Status (Power, z.B. Eingangs-Zustand und Mute). Standard 2000 ms (2 Sekunden)",
    "Information poll interval": "Abfrageintervall für Informationen",
    "interval to refresh the whole projector status, default 60000 ms (1 minute)": "Intervall zum Aktualisieren des gesamten Projektorstatus, Standard 60000 ms (1 Minute))",
    "Reconnect timeout": "Wiederverbindungszeitüberschreitung",
    "time to recheck the projector connection after a connection failure. Default: 10000 ms (10 Seconds)": "Zeit, die Projektorverbindung nach einem Verbindungsfehler erneut zu überprüfen. Standard: 10000 ms (10 Sekunden)",
    "extended": "erweitert",
    "Select the type of query for all information types and choose whether power state must be in state Power-on prior to that query": "Wählen Sie den Abfragetyp für alle Informationstypen aus und legen Sie fest, ob der Einschaltzustand vor dieser Abfrage im Zustand Eingeschaltet sein muss. Wenn die Abfrage nur beim Start erfolgt und der Einschaltzustand Power-on sein muss, dann wird die Abfrage beim ersten Einschalten ausgeführt, aber nur einmal nachdem der Adapter neu gestartet wurde",
    "Power state must be ON to query": "Der Projektor muss zum Abfragen Eingeschaltet sein",
    "Class information query (CLSS)": "Klasseninformationsabfrage (CLSS)",
    "Power status query (PWR)": "Power-Status-Abfrage (PWR)",
    "Input switch query (INPT)": "Eingangs-Zustands-Abfrage (INPT)",
    "Mute status query (AVMT)": "Mute-Status-Abfrage (AVMT)",
    "Error status query (ERST)": "Fehlerstatusabfrage (ERST)",
    "Lamp number/ lighting hour query (LAMP)": "Lampennummer/ Leuchtstundenabfrage (LAMP)",
    "Input toggling list query (INST)": "Abfrage der vorhandenen Eingänge (INST)",
    "Projector name query (NAME)": "Abfrage des Projektornamens (NAME)",
    "Manufacture name information query (INF1)": "Abfrage des Herstellernamens (INF1)",
    "Product name information query (INF2)": "Abfrage der Produktnamen (INF2)",
    "Other information query (INFO)": "Informationsabfrage sonstige Informationen (INFO)",
    "inputs": "Eingänge anpassen",
    "Optionally customize your signal inputs and transfer this to the object (pjlink.x.input)": "Passen Sie optional Ihre Signaleingänge an und übertragen Sie dies auf das Objekt (pjlink.x.input), damit Sie eine Validierung in der Objektdatenbank und ein Dropdown-Menü zur Auswahl Ihres Eingangs haben",
    "Get the actual input configuration from the projector and transfer this object to the inputInfo to customize the inputs": "Holen Sie sich die tatsächliche Eingangskonfiguration vom Projektor und übertragen Sie dieses Objekt an inputInfo, um die Eingänge anzupassen",
    "Overwrite the existing inputInfo configuration": "Überschreiben Sie die vorhandene inputInfo-Konfiguration ? Sie müssen den Instanzkonfigurationsdialog verlassen und erneut aufrufen!",
    "Set the instance input object to fit the upper edited inputs": "Setzen Sie das Instanz-Eingabeobjekt so, dass es zu den oben bearbeiteten Eingängen passt",
    "Set the instance input object to default": "Setzen Sie das Instanz-Eingabeobjekt auf den Standardwert",
    "Overwrite the existing input configuration": "Bestehende Eingangskonfiguration überschreiben ?",
    "Overwrite the existing input configuration with restart": "Bestehende Eingangskonfiguration überschreiben ? Vergessen Sie nicht, die Instanz nach dem Speichern neu zu starten, um das Konfigurationsobjekt erneut in die Instanz zu laden!",
    "Number of skipped short cycles after power ON event": "Anzahl der übersprungenen kurzen Zyklen nach dem Einschaltereignis",
    "Set the number of skipped short cycles, mainly power queries, after power ON event, default 5 (with 2000 ms statusDelay corresponds to 10s non-guarantee time)": "Stellen Sie die Anzahl der übersprungenen kurzen Zyklen, hauptsächlich Einschaltzustands-Abfragen, nach dem Einschaltereignis ein, Standardwert 5 (mit 2000 ms statusDelay entspricht es 10 s Nichtverfügbarkeit)"
}
