{
    "options": "параметри",
    "Host": "Хост",
    "IP address or FQDN from the device": "IP-адреса або FQDN з пристрою",
    "Port": "Порт",
    "TCP port (default: 4352, some older devices have: 10000)": "Порт TCP (за замовчуванням: 4352, деякі старі пристрої мають: 10000)",
    "Password": "Пароль",
    "maximum 32 ASCII Characters (could be left empty if projector security is set to OFF)": "максимум 32 символи ASCII (можна залишити пустим, якщо захист проектора встановлено на ВИМК.)",
    "Class": "Клас",
    "select the maximum supported class from the projector": "виберіть максимальний підтримуваний клас проектора",
    "Socket timeout": "тайм-аут сокета",
    "sets the socket to timeout after timeout milliseconds of inactivity on the socket. Default: 800": "Встановлює тайм-аут сокета після тайм-ауту мілісекунд бездіяльності сокета. Типове значення: 800",
    "Status poll interval": "Інтервал опитування статусу",
    "interval to refresh the status (power, e.g. input switch and mute)": "інтервал для оновлення стану (живлення, наприклад, вхідний перемикач і вимкнення звуку). За замовчуванням: 2000 мс (2 секунди)",
    "Information poll interval": "Інформаційний інтервал опитування",
    "interval to refresh the whole projector status, default 60000 ms (1 minute)": "інтервал для оновлення всього стану проектора, за замовчуванням 60000 мс (1 хвилина))",
    "Reconnect timeout": "тайм-аут повторного підключення",
    "time to recheck the projector connection after a connection failure. Default: 10000 ms (10 Seconds)": "час для повторної перевірки підключення проектора після збою підключення. За замовчуванням: 10000 мс (10 секунд)",
    "extended": "розширений",
    "Select the type of query for all information types and choose whether power state must be in state Power-on prior to that query": "Виберіть тип запиту для всіх типів інформації та виберіть, чи має стан живлення перебувати у стані «Увімкнено» перед цим запитом. Якщо запит виконується лише під час запуску, а стан живлення має бути у стані Power-on, тоді запит буде виконано під час першого ввімкнення живлення лише один раз після перезапуску адаптера",
    "Power state must be ON to query": "Для запиту живлення має бути УВІМКНЕНО",
    "Class information query (CLSS)": "Запит інформації про клас (CLSS)",
    "Power status query (PWR)": "Запит про стан живлення (PWR)",
    "Input switch query (INPT)": "Запит на перемикач введення (INPT)",
    "Mute status query (AVMT)": "Вимкнути запит стану (AVMT)",
    "Error status query (ERST)": "Запит статусу помилки (ERST)",
    "Lamp number/ lighting hour query (LAMP)": "Запит щодо кількості ламп/ годин освітлення (LAMP)",
    "Input toggling list query (INST)": "Запит списку перемикання вводу (INST)",
    "Projector name query (NAME)": "Запит на назву проектора (NAME)",
    "Manufacture name information query (INF1)": "Запит на інформацію про назву виробника (INF1)",
    "Product name information query (INF2)": "Запит інформації про назву продукту (INF2)",
    "Other information query (INFO)": "Запит на іншу інформацію (INFO)",
    "inputs": "налаштувати входи",
    "Optionally customize your signal inputs and transfer this to the object (pjlink.x.input)": "За бажанням можна налаштувати входи сигналів і передати їх до об’єкта (pjlink.x.input), щоб у вас була перевірка в базі даних об’єктів і спадне меню для вибору вхідних даних",
    "Get the actual input configuration from the projector and transfer this object to the inputInfo to customize the inputs": "Отримайте фактичну конфігурацію входу з проектора та перенесіть цей об’єкт до inputInfo, щоб налаштувати входи",
    "Overwrite the existing inputInfo configuration": "Перезаписати наявну конфігурацію inputInfo? Ви повинні залишити та повторно відкрити діалогове вікно конфігурації екземпляра!",
    "Set the instance input object to fit the upper edited inputs": "Встановіть вхідний об’єкт екземпляра так, щоб він відповідав верхнім редагованим входам",
    "Set the instance input object to default": "Встановіть об’єкт введення екземпляра за замовчуванням",
    "Overwrite the existing input configuration": "Перезаписати існуючу конфігурацію введення?",
    "Overwrite the existing input configuration with restart": "Перезаписати існуючу конфігурацію введення? Не забудьте перезапустити екземпляр після збереження, щоб перезавантажити об’єкт конфігурації в екземпляр!",
    "Number of skipped short cycles after power ON event": "Кількість пропущених коротких циклів після увімкнення живлення",
    "Set the number of skipped short cycles, mainly power queries, after power ON event, default 5 (with 2000 ms statusDelay corresponds to 10s non-guarantee time)": "Установіть кількість пропущених коротких циклів, головним чином запитів живлення, після події увімкнення живлення, за замовчуванням 5 (із 2000 мс statusDelay відповідає 10 с негарантійному часу)"
}
