{
    "options": "opcje",
    "Host": "Gospodarz",
    "IP address or FQDN from the device": "Adres IP lub FQDN z urządzenia",
    "Port": "Port",
    "TCP port (default: 4352, some older devices have: 10000)": "Port TCP (domyślnie: 4352, niektóre starsze urządzenia mają: 10000)",
    "Password": "Hasło",
    "maximum 32 ASCII Characters (could be left empty if projector security is set to OFF)": "maksymalnie 32 znaki ASCII (można pozostawić puste, jeśli zabezpieczenia projektora są wyłączone)",
    "Class": "Klasa",
    "select the maximum supported class from the projector": "wybierz maksymalną obsługiwaną klasę z projektora",
    "Socket timeout": "limit czasu gniazda",
    "sets the socket to timeout after timeout milliseconds of inactivity on the socket. Default: 800": "Ustawia limit czasu gniazda po upływie milisekund braku aktywności w gnieździe. Domyślnie: 800",
    "Status poll interval": "Interwał sondowania stanu",
    "interval to refresh the status (power, e.g. input switch and mute)": "interwał odświeżania stanu (zasilanie, np. przełączenie wejścia i wyciszenie). Domyślnie: 2000 ms (2 sekundy)",
    "Information poll interval": "Interwał ankiety informacyjnej",
    "interval to refresh the whole projector status, default 60000 ms (1 minute)": "interwał odświeżania całego stanu projektora, domyślnie 60000 ms (1 minuta))",
    "Reconnect timeout": "limit czasu ponownego połączenia",
    "time to recheck the projector connection after a connection failure. Default: 10000 ms (10 Seconds)": "czas na ponowne sprawdzenie połączenia projektora po awarii połączenia. Domyślnie: 10000 ms (10 sekund)",
    "extended": "przedłużony",
    "Select the type of query for all information types and choose whether power state must be in state Power-on prior to that query": "Wybierz typ zapytania dla wszystkich typów informacji i zdecyduj, czy stan zasilania musi być w stanie Włączone przed tym zapytaniem. Jeśli zapytanie dotyczy tylko uruchamiania, a stan zasilania musi być w stanie Power-on, wówczas zapytanie zostanie wykonane przy pierwszym włączeniu zasilania, tylko raz po ponownym uruchomieniu adaptera",
    "Power state must be ON to query": "Aby wykonać zapytanie, stan zasilania musi być WŁĄCZONY",
    "Class information query (CLSS)": "Zapytanie o informacje o klasie (CLSS)",
    "Power status query (PWR)": "Zapytanie o stan zasilania (PWR)",
    "Input switch query (INPT)": "Zapytanie o zmianę wejścia (INPT)",
    "Mute status query (AVMT)": "Zapytanie o stan wyciszenia (AVMT)",
    "Error status query (ERST)": "Zapytanie o status błędu (ERST)",
    "Lamp number/ lighting hour query (LAMP)": "Zapytanie o numer lampy/godzinę świecenia (LAMPA)",
    "Input toggling list query (INST)": "Zapytanie o listę przełączania danych wejściowych (INST)",
    "Projector name query (NAME)": "Zapytanie o nazwę projektora (NAME)",
    "Manufacture name information query (INF1)": "Zapytanie o informacje o nazwie producenta (INF1)",
    "Product name information query (INF2)": "Zapytanie o nazwę produktu (INF2)",
    "Other information query (INFO)": "Zapytanie o inne informacje (INFO)",
    "inputs": "dostosować dane wejściowe",
    "Optionally customize your signal inputs and transfer this to the object (pjlink.x.input)": "Opcjonalnie dostosuj swoje wejścia sygnałowe i prześlij je do obiektu (pjlink.x.input), aby uzyskać walidację w bazie danych obiektów i menu rozwijane do wyboru wejścia",
    "Get the actual input configuration from the projector and transfer this object to the inputInfo to customize the inputs": "Pobierz rzeczywistą konfigurację wejścia z projektora i przenieś ten obiekt do inputInfo, aby dostosować wejścia",
    "Overwrite the existing inputInfo configuration": "Zastąpić istniejącą konfigurację inputInfo? Musisz wyjść i ponownie wejść do okna dialogowego konfiguracji instancji!",
    "Set the instance input object to fit the upper edited inputs": "Ustaw obiekt wejściowy instancji tak, aby pasował do górnych edytowanych danych wejściowych",
    "Set the instance input object to default": "Ustaw domyślny obiekt wejściowy instancji",
    "Overwrite the existing input configuration": "Zastąpić istniejącą konfigurację wejściową?",
    "Overwrite the existing input configuration with restart": "Zastąpić istniejącą konfigurację wejściową? Nie zapomnij zrestartować instancji po zapisaniu, aby ponownie załadować obiekt konfiguracyjny do instancji!",
    "Number of skipped short cycles after power ON event": "Liczba pominiętych krótkich cykli po włączeniu zasilania",
    "Set the number of skipped short cycles, mainly power queries, after power ON event, default 5 (with 2000 ms statusDelay corresponds to 10s non-guarantee time)": "Ustaw liczbę pomijanych krótkich cykli, głównie zapytań o zasilanie, po zdarzeniu włączenia zasilania, domyślnie 5 (przy statusie 2000 msDelay odpowiada 10 s czasu poza gwarancją)"
}
