{
    "options": "параметры",
    "Host": "Хозяин",
    "IP address or FQDN from the device": "IP-адрес или полное доменное имя с устройства",
    "Port": "Порт",
    "TCP port (default: 4352, some older devices have: 10000)": "Порт TCP (по умолчанию: 4352, некоторые старые устройства имеют: 10000)",
    "Password": "Пароль",
    "maximum 32 ASCII Characters (could be left empty if projector security is set to OFF)": "максимум 32 символа ASCII (можно оставить пустым, если безопасность проектора отключена)",
    "Class": "Учебный класс",
    "select the maximum supported class from the projector": "выберите максимально поддерживаемый класс проектора",
    "Socket timeout": "время ожидания сокета",
    "sets the socket to timeout after timeout milliseconds of inactivity on the socket. Default: 800": "Устанавливает для сокета тайм-аут после тайм-аута в миллисекундах бездействия на сокете. По умолчанию: 800",
    "Status poll interval": "Интервал опроса состояния",
    "interval to refresh the status (power, e.g. input switch and mute)": "интервал обновления состояния (питание, например, входной переключатель и отключение звука). По умолчанию: 2000 мс (2 секунды)",
    "Information poll interval": "Интервал информационного опроса",
    "interval to refresh the whole projector status, default 60000 ms (1 minute)": "интервал обновления всего состояния проектора, по умолчанию 60000 мс (1 минута))",
    "Reconnect timeout": "время ожидания повторного подключения",
    "time to recheck the projector connection after a connection failure. Default: 10000 ms (10 Seconds)": "время для повторной проверки подключения проектора после сбоя подключения. По умолчанию: 10000 мс (10 секунд)",
    "extended": "расширенный",
    "Select the type of query for all information types and choose whether power state must be in state Power-on prior to that query": "Выберите тип запроса для всех типов информации и укажите, должно ли состояние питания находиться в состоянии Power-on перед этим запросом. Если запрос выполняется только при запуске и состояние питания должно быть в состоянии Power-on, то запрос будет выполняться при первом включении только один раз после перезапуска адаптера.",
    "Power state must be ON to query": "Состояние питания должно быть включено для запроса",
    "Class information query (CLSS)": "Запрос информации о классе (CLSS)",
    "Power status query (PWR)": "Запрос состояния питания (PWR)",
    "Input switch query (INPT)": "Запрос на входной переключатель (INPT)",
    "Mute status query (AVMT)": "Запрос состояния отключения звука (AVMT)",
    "Error status query (ERST)": "Запрос состояния ошибки (ERST)",
    "Lamp number/ lighting hour query (LAMP)": "Запрос номера лампы/часов освещения (ЛАМПА)",
    "Input toggling list query (INST)": "Запрос списка переключения ввода (INST)",
    "Projector name query (NAME)": "Запрос имени проектора (ИМЯ)",
    "Manufacture name information query (INF1)": "Информационный запрос названия производителя (INF1)",
    "Product name information query (INF2)": "Запрос информации о названии продукта (INF2)",
    "Other information query (INFO)": "Другой информационный запрос (INFO)",
    "inputs": "настроить ввод",
    "Optionally customize your signal inputs and transfer this to the object (pjlink.x.input)": "При желании настройте свои входные сигналы и перенесите их на объект (pjlink.x.input), чтобы у вас была проверка в базе данных объектов и было раскрывающееся меню для выбора вашего входа.",
    "Get the actual input configuration from the projector and transfer this object to the inputInfo to customize the inputs": "Получите фактическую конфигурацию входа от проектора и передайте этот объект в inputInfo, чтобы настроить входы",
    "Overwrite the existing inputInfo configuration": "Перезаписать существующую конфигурацию inputInfo? Вы должны покинуть и снова войти в диалоговое окно конфигурации экземпляра!",
    "Set the instance input object to fit the upper edited inputs": "Установите объект ввода экземпляра, чтобы он соответствовал верхним отредактированным вводам",
    "Set the instance input object to default": "Установите объект ввода экземпляра по умолчанию",
    "Overwrite the existing input configuration": "Перезаписать существующую конфигурацию ввода?",
    "Overwrite the existing input configuration with restart": "Перезаписать существующую конфигурацию ввода? Не забудьте перезапустить экземпляр после сохранения, чтобы перезагрузить объект конфигурации в экземпляр!",
    "Number of skipped short cycles after power ON event": "Количество пропущенных коротких циклов после включения питания",
    "Set the number of skipped short cycles, mainly power queries, after power ON event, default 5 (with 2000 ms statusDelay corresponds to 10s non-guarantee time)": "Установите количество пропущенных коротких циклов, в основном запросов питания, после включения питания, по умолчанию 5 (с 2000 мс, statusDelay соответствует 10-секундному негарантированному времени)"
}
