{
    "lblOptions": "opções",
    "lblHost": "Hospedar",
    "hlpHost": "Endereço IP ou FQDN do dispositivo",
    "lblPort": "TCP-port",
    "hlpPort": "TCP-port (Padrão: 4352, alguns dispositivos mais antigos usam: 10000)",
    "lblPassword": "Senha",
    "hlpPassword": "Máximo de 32 caracteres ASCII (pode ser deixado vazio se a segurança do projetor estiver definida como desligada)",
    "lblClass": "Aula",
    "hlpClass": "Selecione a classe máxima suportada do projetor",
    "lblSocketTimeout": "Tempo limite do soquete",
    "hlpSocketTimeout": "Define o soquete para tempo limite após o tempo limite milissegundos de inatividade. Padrão: 800 ms",
    "lblReconnectDelay": "Reconecte o tempo limite",
    "hlpReconnectDelay": "Hora de verificar a conexão do projetor após uma falha de conexão. Padrão: 10000 ms (10 segundos)",
    "lblStatusDelay": "Intervalo de pesquisa de status",
    "hlpStatusDelay": "intervalo para atualizar o status (por exemplo, energia, interruptor de entrada e mudo). Padrão: 2000 ms (2 segundos)",
    "lblInformationDelay": "Intervalo de pesquisa de informações",
    "hlpInformationDelay": "intervalo para atualizar todo o status do projetor, padrão 60000 ms (1 minuto)",
    "ttpInformationDelay": "tem que ser um múltiplo do intervalo de pesquisa de status",
    "lblSkippedCyclesAfterPowerOn": "Número de ciclos curtos pulsos após a energia no evento",
    "hlpSkippedCyclesAfterPowerOn": "Defina o número de ciclos curtos ignorados, principalmente as consultas de energia, após o evento Power on Event, o padrão 5 (com 2000 ms statusDelay corresponde ao tempo de não garantia dos 10s)",
    "lblConnectionCheckMethod": "Método para verificar a disponibilidade do projetor",
    "lblOff": "Aus",
    "lblTcpPing": "TCP-Ping",
    "lblTcpPort": "TCP-port para verificação de disponibilidade",
    "hlpTcpPort": "Geralmente a mesma porta que acima",
    "lblCheckTimeout": "Verifique o tempo limite",
    "hlpCheckTimeout": "Hora de aguardar a verificação da conexão ser concluída. Padrão: 500ms",
    "lblExtended": "estendido",
    "lblQueryType": "Selecione o tipo de consulta para todos os tipos de informação e escolha se o estado de energia deve estar no poder do estado antes dessa consulta. Se a consulta estiver apenas na startup e o estado de energia deverá estar no poder do estado, a consulta será executada na primeira energia, apenas uma vez após o adaptador ter sido reiniciado",
    "lblQueryOnlyPwrOn": "Estado de poder deve estar em consulta",
    "lblNever": "Nunca",
    "lblOnlyOnStartup": "Somente na startup adaptadora",
    "lblOnStatusPoll": "No intervalo de pesquisa de status",
    "lblOnInformationPoll": "No intervalo de pesquisa da informação",
    "lblQueryTypeCLSS": "Consulta de informações da classe (CLSS)",
    "lblQueryTypePWR": "Consulta de status de potência (PWR)",
    "lblQueryTypeINPT": "Consulta de interruptor de entrada (INPT)",
    "lblQueryTypeAVMT": "Query de status mudo (AVMT)",
    "lblQueryTypeERST": "Consulta de status de erro (ERST)",
    "lblQueryTypeLAMP": "Número da lâmpada/ consulta de hora de iluminação (lâmpada)",
    "lblQueryTypeINST": "Consulta da lista de alternância de entrada (Inst)",
    "lblQueryTypeNAME": "Nome do projetor Query (nome)",
    "lblQueryTypeINF1": "Nome do fabricante Consulta Information (INF1)",
    "lblQueryTypeINF2": "Nome do produto Consulta de informações (INF2)",
    "lblQueryTypeINFO": "Outras consultas de informações (informações)",
    "lblInputs": "Personalize entradas",
    "lblCustomizeInputs": "Opcionalmente: personalize suas entradas de sinal e transfira isso para o objeto (pjlink.x.input), para que você tenha uma validação no banco de dados do objeto e um menu suspenso para selecionar sua entrada",
    "lblUpdateInputInfo": "Obtenha a configuração de entrada atual do projetor e transfira esse objeto para o InputInfo para personalizar as entradas",
    "wrnOverwriteInputInfo": "Substituir a configuração do InputInfo existente? Você deve deixar e entrar novamente na caixa de diálogo Configuração da instância!",
    "lblSetInstanceInput": "Defina o objeto de entrada da instância para ajustar as entradas editadas",
    "wrnSetInstanceInput": "Substitua a configuração de entrada existente? Não se esqueça de reiniciar a instância depois de salvar para recarregar o objeto de configuração na instância!",
    "lblResetInstanceInput": "Defina o objeto de entrada da instância como padrão",
    "wrnResetInstanceInput": "Substitua a configuração de entrada existente?"
}
