{
    "options": "opções",
    "Host": "Hospedeiro",
    "IP address or FQDN from the device": "Endereço IP ou FQDN do dispositivo",
    "Port": "Porta",
    "TCP port (default: 4352, some older devices have: 10000)": "Porta TCP (padrão: 4352, alguns dispositivos mais antigos têm: 10000)",
    "Password": "Senha",
    "maximum 32 ASCII Characters (could be left empty if projector security is set to OFF)": "máximo de 32 caracteres ASCII (pode ser deixado em branco se a segurança do projetor estiver DESLIGADA)",
    "Class": "Aula",
    "select the maximum supported class from the projector": "selecione a classe máxima suportada do projetor",
    "Socket timeout": "tempo limite do soquete",
    "sets the socket to timeout after timeout milliseconds of inactivity on the socket. Default: 800": "Define o tempo limite do soquete após o tempo limite de milissegundos de inatividade no soquete. Padrão: 800",
    "Status poll interval": "Intervalo de pesquisa de status",
    "interval to refresh the status (power, e.g. input switch and mute)": "intervalo para atualizar o status (alimentação, por exemplo, chave de entrada e mudo). Padrão: 2.000 ms (2 segundos)",
    "Information poll interval": "Intervalo de pesquisa de informações",
    "interval to refresh the whole projector status, default 60000 ms (1 minute)": "intervalo para atualizar todo o status do projetor, padrão 60000 ms (1 minuto))",
    "Reconnect timeout": "reconectar tempo limite",
    "time to recheck the projector connection after a connection failure. Default: 10000 ms (10 Seconds)": "hora de verificar novamente a conexão do projetor após uma falha de conexão. Padrão: 10000 ms (10 segundos)",
    "extended": "estendido",
    "Select the type of query for all information types and choose whether power state must be in state Power-on prior to that query": "Selecione o tipo de consulta para todos os tipos de informações e escolha se o estado de energia deve estar no estado Ligado antes dessa consulta. Se a consulta for apenas na inicialização e o estado de energia deve estar no estado Power-on, a consulta será executada na primeira inicialização, apenas uma vez após o adaptador ter sido reiniciado",
    "Power state must be ON to query": "O estado de energia deve estar LIGADO para consultar",
    "Class information query (CLSS)": "Consulta de informações de classe (CLSS)",
    "Power status query (PWR)": "Consulta de status de energia (PWR)",
    "Input switch query (INPT)": "Consulta do interruptor de entrada (INPT)",
    "Mute status query (AVMT)": "Consulta de status mudo (AVMT)",
    "Error status query (ERST)": "Consulta de status de erro (ERST)",
    "Lamp number/ lighting hour query (LAMP)": "Consulta do número da lâmpada/hora de iluminação (LAMP)",
    "Input toggling list query (INST)": "Consulta de lista de alternância de entrada (INST)",
    "Projector name query (NAME)": "Consulta de nome do projetor (NAME)",
    "Manufacture name information query (INF1)": "Consulta de informações do nome do fabricante (INF1)",
    "Product name information query (INF2)": "Consulta de informações do nome do produto (INF2)",
    "Other information query (INFO)": "Consulta de outras informações (INFO)",
    "inputs": "personalizar entradas",
    "Optionally customize your signal inputs and transfer this to the object (pjlink.x.input)": "Opcionalmente, personalize suas entradas de sinal e transfira-as para o objeto (pjlink.x.input), para que você tenha uma validação no banco de dados do objeto e tenha um menu suspenso para selecionar sua entrada",
    "Get the actual input configuration from the projector and transfer this object to the inputInfo to customize the inputs": "Obtenha a configuração de entrada real do projetor e transfira este objeto para o inputInfo para personalizar as entradas",
    "Overwrite the existing inputInfo configuration": "Sobrescrever a configuração inputInfo existente? Você deve sair e entrar novamente na caixa de diálogo de configuração da instância!",
    "Set the instance input object to fit the upper edited inputs": "Defina o objeto de entrada da instância para caber nas entradas editadas superiores",
    "Set the instance input object to default": "Defina o objeto de entrada da instância como padrão",
    "Overwrite the existing input configuration": "Substituir a configuração de entrada existente?",
    "Overwrite the existing input configuration with restart": "Substituir a configuração de entrada existente? Não se esqueça de reiniciar a instância depois de salvar para recarregar o objeto de configuração para a instância!",
    "Number of skipped short cycles after power ON event": "Número de ciclos curtos ignorados após o evento power ON",
    "Set the number of skipped short cycles, mainly power queries, after power ON event, default 5 (with 2000 ms statusDelay corresponds to 10s non-guarantee time)": "Defina o número de ciclos curtos ignorados, principalmente consultas de energia, após o evento de ativação, padrão 5 (com 2000 ms statusDelay corresponde a 10s de tempo não garantido)",
    "has to be a multiple of the status poll interval": "tem que ser um múltiplo do intervalo de pesquisa de status"
}
