{
    "options": "opzioni",
    "Host": "Ospite",
    "IP address or FQDN from the device": "Indirizzo IP o FQDN dal dispositivo",
    "Port": "Porta",
    "TCP port (default: 4352, some older devices have: 10000)": "Porta TCP (predefinita: 4352, alcuni dispositivi meno recenti hanno: 10000)",
    "Password": "Parola d'ordine",
    "maximum 32 ASCII Characters (could be left empty if projector security is set to OFF)": "massimo 32 caratteri ASCII (può essere lasciato vuoto se la sicurezza del proiettore è impostata su OFF)",
    "Class": "Classe",
    "select the maximum supported class from the projector": "selezionare la classe massima supportata dal proiettore",
    "Socket timeout": "timeout della presa",
    "sets the socket to timeout after timeout milliseconds of inactivity on the socket. Default: 800": "Imposta il socket su timeout dopo timeout millisecondi di inattività sul socket. Predefinito: 800",
    "Status poll interval": "Intervallo di polling dello stato",
    "interval to refresh the status (power, e.g. input switch and mute)": "intervallo per aggiornare lo stato (alimentazione, ad es. interruttore di ingresso e mute). Predefinito: 2000 ms (2 secondi)",
    "Information poll interval": "Intervallo di polling delle informazioni",
    "interval to refresh the whole projector status, default 60000 ms (1 minute)": "intervallo per aggiornare l'intero stato del proiettore, predefinito 60000 ms (1 minuto))",
    "Reconnect timeout": "timeout di riconnessione",
    "time to recheck the projector connection after a connection failure. Default: 10000 ms (10 Seconds)": "tempo per ricontrollare la connessione del proiettore dopo un errore di connessione. Predefinito: 10000 ms (10 secondi)",
    "extended": "esteso",
    "Select the type of query for all information types and choose whether power state must be in state Power-on prior to that query": "Selezionare il tipo di query per tutti i tipi di informazioni e scegliere se lo stato di alimentazione deve essere nello stato Acceso prima di tale query. Se la query è solo all'avvio e lo stato di alimentazione deve essere nello stato Accensione, la query verrà eseguita alla prima accensione, solo una volta dopo che l'adattatore è stato riavviato",
    "Power state must be ON to query": "Lo stato di alimentazione deve essere ON per interrogare",
    "Class information query (CLSS)": "Query di informazioni sulla classe (CLSS)",
    "Power status query (PWR)": "Interrogazione sullo stato dell'alimentazione (PWR)",
    "Input switch query (INPT)": "Interrogazione interruttore di ingresso (INPT)",
    "Mute status query (AVMT)": "Interrogazione sullo stato dell'audio (AVMT)",
    "Error status query (ERST)": "Interrogazione sullo stato di errore (ERST)",
    "Lamp number/ lighting hour query (LAMP)": "Interrogazione numero lampada/ora di illuminazione (LAMP)",
    "Input toggling list query (INST)": "Query elenco di commutazione input (INST)",
    "Projector name query (NAME)": "Interrogazione nome proiettore (NAME)",
    "Manufacture name information query (INF1)": "Richiesta di informazioni sul nome del produttore (INF1)",
    "Product name information query (INF2)": "Richiesta di informazioni sul nome del prodotto (INF2)",
    "Other information query (INFO)": "Richiesta di altre informazioni (INFO)",
    "inputs": "personalizzare gli input",
    "Optionally customize your signal inputs and transfer this to the object (pjlink.x.input)": "Facoltativamente, personalizza i tuoi input di segnale e trasferiscili all'oggetto (pjlink.x.input), in modo da avere una convalida nel database degli oggetti e avere un menu a discesa per selezionare il tuo input",
    "Get the actual input configuration from the projector and transfer this object to the inputInfo to customize the inputs": "Ottieni la configurazione di input effettiva dal proiettore e trasferisci questo oggetto a inputInfo per personalizzare gli input",
    "Overwrite the existing inputInfo configuration": "Sovrascrivere la configurazione inputInfo esistente? Devi uscire e rientrare nella finestra di dialogo di configurazione dell'istanza!",
    "Set the instance input object to fit the upper edited inputs": "Impostare l'oggetto di input dell'istanza in modo che si adatti agli input modificati superiori",
    "Set the instance input object to default": "Imposta l'oggetto di input dell'istanza su default",
    "Overwrite the existing input configuration": "Sovrascrivere la configurazione di input esistente?",
    "Overwrite the existing input configuration with restart": "Sovrascrivere la configurazione di input esistente? Non dimenticare di riavviare l'istanza dopo il salvataggio per ricaricare l'oggetto di configurazione nell'istanza!"
}
