{
    "lblOptions": "opzioni",
    "lblHost": "Ospite",
    "hlpHost": "Indirizzo IP o FQDN del dispositivo",
    "lblPort": "Tcp-port",
    "hlpPort": "TCP-Port (impostazione predefinita: 4352, alcuni dispositivi più vecchi usano: 10000)",
    "lblPassword": "Password",
    "hlpPassword": "32 caratteri ASCII massimi (possono essere lasciati vuoti se la sicurezza del proiettore è impostata su)",
    "lblClass": "Classe",
    "hlpClass": "Seleziona la classe massima supportata del proiettore",
    "lblSocketTimeout": "Timeout socket",
    "hlpSocketTimeout": "Imposta la presa sul timeout dopo il timeout millisecondi di inattività. Predefinito: 800 ms",
    "lblReconnectDelay": "Riconnettere il timeout",
    "hlpReconnectDelay": "È tempo di ricontrollare la connessione del proiettore dopo un errore di connessione. Predefinito: 10000 ms (10 secondi)",
    "lblStatusDelay": "Intervallo di sondaggio di stato",
    "hlpStatusDelay": "Intervallo per aggiornare lo stato (ad es. Potenza, interruttore di ingresso e muto). Predefinito: 2000 ms (2 secondi)",
    "lblInformationDelay": "Intervallo di sondaggi di informazione",
    "hlpInformationDelay": "Intervallo per aggiornare l'intero stato del proiettore, predefinito 60000 ms (1 minuto)",
    "ttpInformationDelay": "deve essere un multiplo dell'intervallo di sondaggio di stato",
    "lblSkippedCyclesAfterPowerOn": "Numero di cicli brevi saltati dopo l'alimentazione sull'evento",
    "hlpSkippedCyclesAfterPowerOn": "Impostare il numero di cicli brevi saltati, principalmente query di potenza, dopo l'alimentazione su evento, predefinito 5 (con statusDelay 2000 ms corrisponde al tempo non garantito 10s)",
    "lblConnectionCheckMethod": "Metodo per verificare la disponibilità del proiettore",
    "lblOff": "Aus",
    "lblTcpPing": "Tcp-ping",
    "lblTcpPort": "TCP-Port per assegno di disponibilità",
    "hlpTcpPort": "Di solito la stessa porta sopra",
    "lblCheckTimeout": "Controlla il timeout",
    "hlpCheckTimeout": "È ora di attendere il completamento del controllo della connessione. Predefinito: 500 ms",
    "lblExtended": "esteso",
    "lblQueryType": "Seleziona il tipo di query per tutti i tipi di informazioni e scegli se lo stato di potenza deve essere in potenza dello stato prima di quella query. Se la query è solo all'avvio e lo stato di potenza deve essere in potenza sullo stato, la query verrà eseguita al primo potere, solo una volta dopo che l'adattatore è stato riavviato",
    "lblQueryOnlyPwrOn": "Power State deve essere in discussione",
    "lblNever": "Mai",
    "lblOnlyOnStartup": "Solo all'avvio dell'adattatore",
    "lblOnStatusPoll": "Sull'intervallo di sondaggio di stato",
    "lblOnInformationPoll": "Sull'intervallo del sondaggio delle informazioni",
    "lblQueryTypeCLSS": "Class Information Query (CLSS)",
    "lblQueryTypePWR": "Power Status Query (PWR)",
    "lblQueryTypeINPT": "Query switch di ingresso (inpt)",
    "lblQueryTypeAVMT": "MUTE STATO QUERY (AVMT)",
    "lblQueryTypeERST": "Errore STATO QUERY (ERST)",
    "lblQueryTypeLAMP": "Numero lampada/ query dell'ora di illuminazione (lampada)",
    "lblQueryTypeINST": "Elenco a levetta di input QUERY (INST)",
    "lblQueryTypeNAME": "Domanda del nome proiettore (nome)",
    "lblQueryTypeINF1": "Query per informazioni sul nome del produttore (INF1)",
    "lblQueryTypeINF2": "Nome prodotto query (INF2)",
    "lblQueryTypeINFO": "Altre query di informazioni (informazioni)",
    "lblInputs": "Personalizza gli input",
    "lblCustomizeInputs": "Facoltativamente: personalizzare gli ingressi del segnale e trasferirlo all'oggetto (pjlink.x.input), in modo da avere una convalida nel database degli oggetti e un menu a discesa per selezionare il tuo input",
    "lblUpdateInputInfo": "Ottieni la configurazione di input corrente dal proiettore e trasferisci questo oggetto su inputInfo per personalizzare gli ingressi",
    "wrnOverwriteInputInfo": "Sovrascrivi la configurazione inputinfo esistente? È necessario lasciare e rientrare nella finestra di dialogo di configurazione dell'istanza!",
    "lblSetInstanceInput": "Imposta l'oggetto di input istanza per adattarsi agli ingressi modificati",
    "wrnSetInstanceInput": "Sovrascrivere la configurazione di input esistente? Non dimenticare di riavviare l'istanza dopo il salvataggio per ricaricare l'oggetto configurazione all'istanza!",
    "lblResetInstanceInput": "Impostare l'oggetto di input istanza su predefinito",
    "wrnResetInstanceInput": "Sovrascrivere la configurazione di input esistente?"
}
