{
    "lblOptions": "options",
    "lblHost": "Hôte",
    "hlpHost": "Adresse IP ou FQDN de l'appareil",
    "lblPort": "TCP-Port",
    "hlpPort": "TCP-Port (par défaut: 4352, certains appareils plus anciens utilisent: 10000)",
    "lblPassword": "Mot de passe",
    "hlpPassword": "Maximum 32 caractères ASCII (peut être laissé vide si la sécurité du projecteur est définie)",
    "lblClass": "Classe",
    "hlpClass": "Sélectionnez la classe maximale prise en charge du projecteur",
    "lblSocketTimeout": "Socket Timeout",
    "hlpSocketTimeout": "Définit la prise sur le délai d'expiration après le temps mort en millisecondes d'inactivité. Par défaut: 800 ms",
    "lblReconnectDelay": "Reconnecter le temps mort",
    "hlpReconnectDelay": "Il est temps de revérifier la connexion du projecteur après une panne de connexion. Par défaut: 10000 ms (10 secondes)",
    "lblStatusDelay": "Intervalle de sondage de statut",
    "hlpStatusDelay": "Intervalle pour actualiser l'état (par exemple, puissance, commutateur d'entrée et muet). Par défaut: 2000 ms (2 secondes)",
    "lblInformationDelay": "Intervalle d'information",
    "hlpInformationDelay": "Intervalle pour actualiser l'ensemble de l'état du projecteur, par défaut 60000 ms (1 minute)",
    "ttpInformationDelay": "doit être un multiple de l'intervalle de sondage de statut",
    "lblSkippedCyclesAfterPowerOn": "Nombre de cycles courts sautés après la puissance lors de l'événement",
    "hlpSkippedCyclesAfterPowerOn": "Définissez le nombre de cycles courts sautés, principalement des requêtes d'alimentation, après la mise sous tension de l'événement, par défaut 5 (avec 2000 ms statusdelay correspond à l'heure 10S non garante)",
    "lblConnectionCheckMethod": "Méthode pour vérifier la disponibilité du projecteur",
    "lblOff": "AUS",
    "lblTcpPing": "TCP-Ping",
    "lblTcpPort": "TCP-Port pour le chèque disponible",
    "hlpTcpPort": "Généralement le même port que ci-dessus",
    "lblCheckTimeout": "Vérifier le délai",
    "hlpCheckTimeout": "Il est temps d'attendre que la vérification de la connexion se termine. Par défaut: 500 ms",
    "lblExtended": "étendu",
    "lblQueryType": "Sélectionnez le type de requête pour tous les types d'informations et choisissez si l'état de puissance doit être dans l'état de mise sous tension avant cette requête. Si la requête est uniquement en démarrage et que l'état de puissance doit être en puissance d'état, la requête sera exécutée en première puissance, une seule fois après le redémarrage de l'adaptateur",
    "lblQueryOnlyPwrOn": "Power State doit être interrogé",
    "lblNever": "Jamais",
    "lblOnlyOnStartup": "Uniquement sur le démarrage de l'adaptateur",
    "lblOnStatusPoll": "Sur l'intervalle de sondage de statut",
    "lblOnInformationPoll": "Sur l'intervalle de sondage d'information",
    "lblQueryTypeCLSS": "Requête d'information de classe (CLSS)",
    "lblQueryTypePWR": "Query d'état de puissance (PWR)",
    "lblQueryTypeINPT": "Requête du commutateur d'entrée (Inpt)",
    "lblQueryTypeAVMT": "Query de statut de muet (AVMT)",
    "lblQueryTypeERST": "Requête d'état d'erreur (EST)",
    "lblQueryTypeLAMP": "Numéro de lampe / Requête d'heure d'éclairage (lampe)",
    "lblQueryTypeINST": "Query de liste de renversement d'entrée (Inst)",
    "lblQueryTypeNAME": "Nom du projecteur Requête (nom)",
    "lblQueryTypeINF1": "Informations sur le nom du fabricant Query (INF1)",
    "lblQueryTypeINF2": "Informations sur le nom du produit Query (INF2)",
    "lblQueryTypeINFO": "Autres requêtes d'information (info)",
    "lblInputs": "Personnaliser les entrées",
    "lblCustomizeInputs": "Facultativement: personnalisez vos entrées de signal et transférez-la dans l'objet (pjlink.x.input), afin que vous ayez une validation dans la base de données de l'objet et un menu déroulant pour sélectionner votre entrée",
    "lblUpdateInputInfo": "Obtenez la configuration des entrées actuelle du projecteur et transférez cet objet vers la FORNEInfo pour personnaliser les entrées",
    "wrnOverwriteInputInfo": "Écraser la configuration InputInfo existante? Vous devez quitter et réintégrer la boîte de dialogue de configuration d'instance!",
    "lblSetInstanceInput": "Définissez l'objet d'entrée d'instance pour ajuster les entrées modifiées",
    "wrnSetInstanceInput": "Écraser la configuration d'entrée existante? N'oubliez pas de redémarrer l'instance après l'enregistrement pour recharger l'objet config à l'instance!",
    "lblResetInstanceInput": "Définissez l'objet d'entrée d'instance par défaut",
    "wrnResetInstanceInput": "Écraser la configuration d'entrée existante?"
}
