{
    "options": "choix",
    "Host": "Hôte",
    "IP address or FQDN from the device": "Adresse IP ou FQDN de l'appareil",
    "Port": "Port",
    "TCP port (default: 4352, some older devices have: 10000)": "Port TCP (par défaut : 4352, certains appareils plus anciens en ont : 10000)",
    "Password": "Mot de passe",
    "maximum 32 ASCII Characters (could be left empty if projector security is set to OFF)": "maximum 32 caractères ASCII (peut être laissé vide si la sécurité du projecteur est désactivée)",
    "Class": "Classe",
    "select the maximum supported class from the projector": "sélectionner la classe maximale prise en charge à partir du projecteur",
    "Socket timeout": "délai d'attente de la prise",
    "sets the socket to timeout after timeout milliseconds of inactivity on the socket. Default: 800": "Définit le délai d'expiration du socket après un délai d'expiration de millisecondes d'inactivité sur le socket. Par défaut : 800",
    "Status poll interval": "Intervalle d'interrogation d'état",
    "interval to refresh the status (power, e.g. input switch and mute)": "intervalle pour actualiser l'état (alimentation, par exemple commutateur d'entrée et muet). Par défaut : 2000 ms (2 secondes)",
    "Information poll interval": "Intervalle d'interrogation des informations",
    "interval to refresh the whole projector status, default 60000 ms (1 minute)": "intervalle pour actualiser l'ensemble de l'état du projecteur, par défaut 60000 ms (1 minute))",
    "Reconnect timeout": "délai de reconnexion",
    "time to recheck the projector connection after a connection failure. Default: 10000 ms (10 Seconds)": "temps de revérifier la connexion du projecteur après un échec de connexion. Par défaut : 10 000 ms (10 secondes)",
    "extended": "élargi",
    "Select the type of query for all information types and choose whether power state must be in state Power-on prior to that query": "Sélectionnez le type de requête pour tous les types d'informations et choisissez si l'état d'alimentation doit être à l'état Mise sous tension avant cette requête. Si la requête est uniquement au démarrage et que l'état de l'alimentation doit être à l'état Power-on, alors la requête sera exécutée à la première mise sous tension, une seule fois après le redémarrage de l'adaptateur",
    "Power state must be ON to query": "L'état d'alimentation doit être activé pour interroger",
    "Class information query (CLSS)": "Requête d'informations sur la classe (CLSS)",
    "Power status query (PWR)": "Interrogation de l'état de l'alimentation (PWR)",
    "Input switch query (INPT)": "Requête de commutateur d'entrée (INPT)",
    "Mute status query (AVMT)": "Requête d'état muet (AVMT)",
    "Error status query (ERST)": "Requête d'état d'erreur (ERST)",
    "Lamp number/ lighting hour query (LAMP)": "Demande de numéro de lampe/d'heure d'éclairage (LAMP)",
    "Input toggling list query (INST)": "Requête de liste de basculement d'entrée (INST)",
    "Projector name query (NAME)": "Requête de nom de projecteur (NAME)",
    "Manufacture name information query (INF1)": "Requête d'informations sur le nom de fabrication (INF1)",
    "Product name information query (INF2)": "Requête d'informations sur le nom du produit (INF2)",
    "Other information query (INFO)": "Demande d'autres informations (INFO)",
    "inputs": "personnaliser les entrées",
    "Optionally customize your signal inputs and transfer this to the object (pjlink.x.input)": "Personnalisez éventuellement vos entrées de signal et transférez-les à l'objet (pjlink.x.input), de sorte que vous ayez une validation dans la base de données d'objets et ayez un menu déroulant pour sélectionner votre entrée",
    "Get the actual input configuration from the projector and transfer this object to the inputInfo to customize the inputs": "Obtenez la configuration d'entrée réelle du projecteur et transférez cet objet vers inputInfo pour personnaliser les entrées",
    "Overwrite the existing inputInfo configuration": "Remplacer la configuration inputInfo existante ? Vous devez quitter et réintégrer la boîte de dialogue de configuration de l'instance !",
    "Set the instance input object to fit the upper edited inputs": "Définissez l'objet d'entrée d'instance pour qu'il s'adapte aux entrées modifiées supérieures",
    "Set the instance input object to default": "Définir l'objet d'entrée d'instance par défaut",
    "Overwrite the existing input configuration": "Ecraser la configuration d'entrée existante ?",
    "Overwrite the existing input configuration with restart": "Ecraser la configuration d'entrée existante ? N'oubliez pas de redémarrer l'instance après l'enregistrement pour recharger l'objet de configuration dans l'instance !",
    "Number of skipped short cycles after power ON event": "Nombre de cycles courts sautés après l'événement de mise sous tension",
    "Set the number of skipped short cycles, mainly power queries, after power ON event, default 5 (with 2000 ms statusDelay corresponds to 10s non-guarantee time)": "Définissez le nombre de cycles courts ignorés, principalement les requêtes d'alimentation, après l'événement de mise sous tension, par défaut 5 (avec 2000 ms statusDelay correspond à 10 s de temps non garanti)",
    "has to be a multiple of the status poll interval": "doit être un multiple de l'intervalle d'interrogation d'état"
}
